"DETAIL_NAV_TITLE" = "Butiran";

"DUE" = "Tarikh Jangka";
"NONE_DUE_DATE" = "Tiada";
"DUE_DATE_DETAIL_NAV_TITLE" = "Tarikh Jangka";
"HAS_DUE_DATE_SWITCH_TITLE" = "Tarikh Jangka";
"SHOW_MORE" = "Tunjukkan Lagi…";
"SHOW_LESS" = "Tunjukkan Kurang…";
"PRIORITY" = "Keutamaan";

// Priority
"NONE_PRIORITY" = "Tiada";
"LOW_PRIORITY" = "Rendah";
"MEDIUM_PRIORITY" = "Sederhana";
"HIGH_PRIORITY" = "Tinggi";
"PRIORITY_DETAIL_NAV_TITLE" = "Keutamaan";

// Lists
"REMINDER_LIST" = "Senarai";
"LIST_TITLE_DISAMBIGUATION_FORMAT" = "%@ (%@)"; // list name with account name in parentheses

// Alerts
"REMIND_ME" = "Ingatkan Saya";
"NONE_REMINDER_ALERT" = "Tidak Pernah";
"ON_A_DAY" = "Ingatkan Saya Pada Hari";
"AT_A_LOCATION" = "Ingatkan Saya Di Lokasi";
/* For large text mode, in case the string for AT_A_LOCATION gets truncated */
"AT_A_LOCATION_LARGE_TEXT" = "Di Lokasi";
"ON_DUE_DATE_FORMAT" = "%@";
"CURRENT_LOCATION" = "Lokasi Semasa";
"CHOOSE_ADDRESS" = "Pilih Kenalan…";
"DETERMINING_LOCATION" = "Menentukan Lokasi…";
"CANNOT_DETERMINE_LOCATION" = "Tidak Boleh Menentukan Lokasi";
"MY_ADDRESS_WITHOUT_LABEL" = "Alamat Saya"; // in case the My Info card address doesn't have a label
"CONTACT_ADDRESS_WITHOUT_LABEL_FORMAT" = "Alamat %@"; // in case the contact address doesn't have a label
"CONTACT_ADDRESS_WITH_LABEL_FORMAT" = "%@ %@"; // e.g. "Steve's Work"
"ALARM_PROXIMITY_FORMAT" = "%@: %@";
"ALARM_PROXIMITY_FORMAT_ARG_ENTER" = "Tiba";
"ALARM_PROXIMITY_FORMAT_ARG_LEAVE" = "Meninggalkan";
"DUE_ALL_DAY_FORMAT" = "%@ (sepanjang hari)";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT" = "Pada %@, anda akan diingatkan\n%@, atau paling lambat menjelang %@\npada hari itu."; // insert line breaks to get it to look right
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_ENTER" = "apabila anda tiba di lokasi ini";
"DUE_AND_LOCATION_EXPLANATORY_FORMAT_PROXIMITY_LEAVE" = "apabila anda meninggalkan lokasi ini";

// Location
"LOCATION" = "Lokasi";
"NONE_LOCATION" = "Tiada";
"ALARM_PROXIMITY_ENTER" = "Apabila Saya Tiba";
"ALARM_PROXIMITY_LEAVE" = "Apabila Saya Bertolak";
"LOCATION_PEOPLE_PICKER_PROMPT" = "Pilih lokasi kenalan";
"WIFI_DISABLED_SUBTEXT" = "Dayakan Wi-Fi dalam Seting untuk meningkatkan ketepatan peringatan berdasarkan lokasi.";
"WIFI_DISABLED_PROMPT" = "Mendayakan Wi-Fi dalam Seting akan meningkatkan ketepatan lokasi anda.";
"WLAN_DISABLED_SUBTEXT" = "Dayakan WLAN dalam Seting untuk meningkatkan ketepatan peringatan berdasarkan lokasi.";
"WLAN_DISABLED_PROMPT" = "Mendayakan WLAN dalam Seting akan meningkatkan ketepatan lokasi anda.";
"LOCATION_SERVICES_DISABLED_SUBTEXT" = "Dayakan Perkhidmatan Lokasi dalam Seting untuk menggunakan peringatan berdasarkan lokasi.";
"SETTINGS" = "Seting";
"TYPED_LOCATION_PLACEHOLDER" = "Masukkan Alamat…";
"TYPED_LOCATION_GEOCODE_FAILURE" = "Lokasi alamat ini tidak dapat ditentukan.  Sila semak ejaan anda dan cuba lagi.";
"MAP" = "Peta";
"SHOW_IN_MAP" = "Tunjukkan pada Peta";

/* Separator for explanatory text under the Remind Me section (e.g. we need to tell the user their WiFi is off AND explain what a day and location based alarm is.)  E.g. for English it would be \n\n: "Enable Wi-Fi in Settings.\n\nOn Jan 22, you will be reminded when you leave this location, or by 4pm that day at the latest."*/
"REMIND_ME_EXPLANATORY_SEPARATOR" = "\n\n";

// Picking the Me card in the location picker
"ME_CARD_ALERT_TITLE" = "Lokasi Saya";
"ME_CARD_ALERT_BODY" = "Peringatan boleh menggunakan info kenalan anda untuk menawarkan anda pilihan lokasi seperti “rumah” atau “kerja”. Kenalan yang mana harus digunakan?";
"ME_CARD_ALERT_CHOOSE_BUTTON" = "Pilih";

// For when we need to show raw coordinates for the current location (9487043)
"LOCATION_DEGREES_NORTH" = "U";
"LOCATION_DEGREES_EAST" = "T";
"LOCATION_DEGREES_SOUTH" = "S";
"LOCATION_DEGREES_WEST" = "B";
"LOCATION_DEGREES_FORMAT" = "%d°%d'%.0f'' %@";
"LOCATION_STRING_FORMAT" = "%@, %@";

"CANNOT_SAVE_REMINDER" = "Tidak Boleh Menyimpan Peringatan";

"UNTITLED_REMINDER" = "Tanpa Tajuk";
